hangmanArr = [
    '''
    +---+
    |          
    |          
    |         
    |         
    |
    ''',
    '''
    +---+
    |          |
    |          
    |         
    |         
    |
    ''',
    '''
    +---+
    |          |
    |          O
    |         
    |         
    |
    ''',
    '''
    +---+
    |          |
    |          O
    |           |
    |         
    |
    ''',
    '''
    +---+
    |          |
    |          O
    |         /|
    |         
    |
    ''',
    '''
    +---+
    |          |
    |          O
    |         /|\\
    |         
    |
    ''',
    '''
    +---+
    |          |
    |          O
    |         /|\\
    |         / 
    |
    ''',
    '''
    +---+
    |          |
    |          O
    |         /|\\
    |         / \\ 
    |
    '''
]

wordList = ['говно', 'залупа', 'пенис', 'хер', 'давалка', 'хуй', 'блядина',
            'головка', 'шлюха', 'жопа', 'член', 'еблан', 'петух', 'мудила', 'рукоблуд',
            'ссанина', 'очко', 'блядун', 'вагина',
            'сука', 'ебланище', 'влагалище', 'пердун', 'дрочила',
            'пидор', 'пизда', 'туз', 'малафья',
            'гомик', 'мудила', 'пилотка', 'манда',
            'анус', 'вагина', 'путана', 'педрила',
            'шалава', 'хуила', 'мошонка', 'елда', 'пидарас', 'говноед']
